;=======================;
;	  Viper Torsos
;=======================;

[VW_Torso_HOR_Cnv_A_M X2BodyPartTemplate]
DisplayName="Viper Kevlar Templar Torso"

[VW_Torso_HOR_Cnv_B_M X2BodyPartTemplate]
DisplayName="Viper Kevlar Skirmisher Torso"

[VW_Torso_HOR_Cnv_C_M X2BodyPartTemplate]
DisplayName="Viper Kevlar Reaper Worn Torso"

[VW_Torso_HOR_Cnv_D_M X2BodyPartTemplate]
DisplayName="Viper Kevlar Reaper Insulated Torso"

[VW_Torso_HOR_Cnv_A_M_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Templar Torso"

[VW_Torso_HOR_Cnv_B_M_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Skirmisher Torso"

[VW_Torso_HOR_Cnv_C_M_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Reaper Worn Torso"

[VW_Torso_HOR_Cnv_D_M_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Reaper Insulated Torso"


[VW_Torso_HOR_Cnv_A_F X2BodyPartTemplate]
DisplayName="Viper Kevlar Templar Torso"

[VW_Torso_HOR_Cnv_B_F X2BodyPartTemplate]
DisplayName="Viper Kevlar Skirmisher Torso"

[VW_Torso_HOR_Cnv_C_F X2BodyPartTemplate]
DisplayName="Viper Kevlar Reaper Worn Torso"

[VW_Torso_HOR_Cnv_D_F X2BodyPartTemplate]
DisplayName="Viper Kevlar Reaper Insulated Torso"

[VW_Torso_HOR_Cnv_A_F_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Templar Torso"

[VW_Torso_HOR_Cnv_B_F_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Skirmisher Torso"

[VW_Torso_HOR_Cnv_C_F_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Reaper Worn Torso"

[VW_Torso_HOR_Cnv_D_F_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Reaper Insulated Torso"



[VW_Torso_HOR_Plt_A_M X2BodyPartTemplate]
DisplayName="Viper Plated Templar Torso"

[VW_Torso_HOR_Plt_B_M X2BodyPartTemplate]
DisplayName="Viper Plated Skirmisher Torso"

[VW_Torso_HOR_Plt_C_M X2BodyPartTemplate]
DisplayName="Viper Plated Reaper Worn Torso"

[VW_Torso_HOR_Plt_D_M X2BodyPartTemplate]
DisplayName="Viper Plated Reaper Insulated Torso"

[VW_Torso_HOR_Plt_A_M_T X2BodyPartTemplate]
DisplayName="Viper Plated Templar Torso"

[VW_Torso_HOR_Plt_B_M_T X2BodyPartTemplate]
DisplayName="Viper Plated Skirmisher Torso"

[VW_Torso_HOR_Plt_C_M_T X2BodyPartTemplate]
DisplayName="Viper Plated Reaper Worn Torso"

[VW_Torso_HOR_Plt_D_M_T X2BodyPartTemplate]
DisplayName="Viper Plated Reaper Insulated Torso"

[VW_Torso_HOR_Plt_A_F X2BodyPartTemplate]
DisplayName="Viper Plated Templar Torso"

[VW_Torso_HOR_Plt_B_F X2BodyPartTemplate]
DisplayName="Viper Plated Skirmisher Torso"

[VW_Torso_HOR_Plt_C_F X2BodyPartTemplate]
DisplayName="Viper Plated Reaper Worn Torso"

[VW_Torso_HOR_Plt_D_F X2BodyPartTemplate]
DisplayName="Viper Plated Reaper Insulated Torso"

[VW_Torso_HOR_Plt_A_F_T X2BodyPartTemplate]
DisplayName="Viper Plated Templar Torso"

[VW_Torso_HOR_Plt_B_F_T X2BodyPartTemplate]
DisplayName="Viper Plated Skirmisher Torso"

[VW_Torso_HOR_Plt_C_F_T X2BodyPartTemplate]
DisplayName="Viper Plated Reaper Worn Torso"

[VW_Torso_HOR_Plt_D_F_T X2BodyPartTemplate]
DisplayName="Viper Plated Reaper Insulated Torso"


[VW_Torso_HOR_Pwr_A_M X2BodyPartTemplate]
DisplayName="Viper Powered Templar Torso"

[VW_Torso_HOR_Pwr_B_M X2BodyPartTemplate]
DisplayName="Viper Powered Skirmisher Torso"

[VW_Torso_HOR_Pwr_C_M X2BodyPartTemplate]
DisplayName="Viper Powered Reaper Worn Torso"

[VW_Torso_HOR_Pwr_D_M X2BodyPartTemplate]
DisplayName="Viper Powered Reaper Insulated Torso"

[VW_Torso_HOR_Pwr_A_M_T X2BodyPartTemplate]
DisplayName="Viper Powered Templar Torso"

[VW_Torso_HOR_Pwr_B_M_T X2BodyPartTemplate]
DisplayName="Viper Powered Skirmisher Torso"

[VW_Torso_HOR_Pwr_C_M_T X2BodyPartTemplate]
DisplayName="Viper Powered Reaper Worn Torso"

[VW_Torso_HOR_Pwr_D_M_T X2BodyPartTemplate]
DisplayName="Viper Powered Reaper Insulated Torso"

[VW_Torso_HOR_Pwr_A_F X2BodyPartTemplate]
DisplayName="Viper Powered Templar Torso"

[VW_Torso_HOR_Pwr_B_F X2BodyPartTemplate]
DisplayName="Viper Powered Skirmisher Torso"

[VW_Torso_HOR_Pwr_C_F X2BodyPartTemplate]
DisplayName="Viper Powered Reaper Worn Torso"

[VW_Torso_HOR_Pwr_D_F X2BodyPartTemplate]
DisplayName="Viper Powered Reaper Insulated Torso"

[VW_Torso_HOR_Pwr_A_F_T X2BodyPartTemplate]
DisplayName="Viper Powered Templar Torso"

[VW_Torso_HOR_Pwr_B_F_T X2BodyPartTemplate]
DisplayName="Viper Powered Skirmisher Torso"

[VW_Torso_HOR_Pwr_C_F_T X2BodyPartTemplate]
DisplayName="Viper Powered Reaper Worn Torso"

[VW_Torso_HOR_Pwr_D_F_T X2BodyPartTemplate]
DisplayName="Viper Powered Reaper Insulated Torso"



[VW_Torso_HOR_Underlay_A_M X2BodyPartTemplate]
DisplayName="Viper Faction Underlay Clean"

[VW_Torso_HOR_Underlay_A_M_T X2BodyPartTemplate]
DisplayName="Viper Faction Underlay Clean"

[VW_Torso_HOR_Underlay_B_M X2BodyPartTemplate]
DisplayName="Viper Faction Underlay Dirty"

[VW_Torso_HOR_Underlay_B_M_T X2BodyPartTemplate]
DisplayName="Viper Faction Underlay Dirty"


[VW_Torso_HOR_Underlay_A_F X2BodyPartTemplate]
DisplayName="Viper Faction Underlay Clean"

[VW_Torso_HOR_Underlay_A_F_T X2BodyPartTemplate]
DisplayName="Viper Faction Underlay Clean"

[VW_Torso_HOR_Underlay_B_F X2BodyPartTemplate]
DisplayName="Viper Faction Underlay Dirty"

[VW_Torso_HOR_Underlay_B_F_T X2BodyPartTemplate]
DisplayName="Viper Faction Underlay Dirty"

;=======================;
;	  Viper Arms
;=======================;

[VW_LeftArm_HOR_LT_Viper_M X2BodyPartTemplate]
DisplayName="Viper Hero Underlay Left Arm"

[VW_LeftArm_HOR_LT_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Hero Underlay Left Arm"

[VW_LeftArm_HOR_LT_Viper_F X2BodyPartTemplate]
DisplayName="Viper Hero Underlay Left Arm"

[VW_LeftArm_HOR_LT_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Hero Underlay Left Arm"

[VW_RightArm_HOR_LT_Viper_M X2BodyPartTemplate]
DisplayName="Viper Hero Underlay Right Arm"

[VW_RightArm_HOR_LT_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Hero Underlay Right Arm"

[VW_RightArm_HOR_LT_Viper_F X2BodyPartTemplate]
DisplayName="Viper Hero Underlay Right Arm"

[VW_RightArm_HOR_LT_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Hero Underlay Right Arm"

[VW_LeftArm_HOR_RPR_Viper_A_M X2BodyPartTemplate]
DisplayName="Viper Reaper Worn Left Arm"

[VW_LeftArm_HOR_RPR_Viper_A_M_T X2BodyPartTemplate]
DisplayName="Viper Reaper Worn Left Arm"

[VW_LeftArm_HOR_RPR_Viper_A_F X2BodyPartTemplate]
DisplayName="Viper Reaper Worn Left Arm"

[VW_LeftArm_HOR_RPR_Viper_A_F_T X2BodyPartTemplate]
DisplayName="Viper Reaper Worn Left Arm"

[VW_RightArm_HOR_RPR_Viper_A_M X2BodyPartTemplate]
DisplayName="Viper Reaper Worn Right Arm"

[VW_RightArm_HOR_RPR_Viper_A_M_T X2BodyPartTemplate]
DisplayName="Viper Reaper Worn Right Arm"

[VW_RightArm_HOR_RPR_Viper_A_F X2BodyPartTemplate]
DisplayName="Viper Reaper Worn Right Arm"

[VW_RightArm_HOR_RPR_Viper_A_F_T X2BodyPartTemplate]
DisplayName="Viper Reaper Worn Right Arm"

[VW_LeftArm_HOR_RPR_Viper_B_M X2BodyPartTemplate]
DisplayName="Viper Reaper Short Sleeve Left Arm"

[VW_LeftArm_HOR_RPR_Viper_B_M_T X2BodyPartTemplate]
DisplayName="Viper Reaper Short Sleeve Left Arm"

[VW_LeftArm_HOR_RPR_Viper_B_F X2BodyPartTemplate]
DisplayName="Viper Reaper Short Sleeve Left Arm"

[VW_LeftArm_HOR_RPR_Viper_B_F_T X2BodyPartTemplate]
DisplayName="Viper Reaper Short Sleeve Left Arm"

[VW_RightArm_HOR_RPR_Viper_B_M X2BodyPartTemplate]
DisplayName="Viper Reaper Short Sleeve Right Arm"

[VW_RightArm_HOR_RPR_Viper_B_M_T X2BodyPartTemplate]
DisplayName="Viper Reaper Short Sleeve Right Arm"

[VW_RightArm_HOR_RPR_Viper_B_F X2BodyPartTemplate]
DisplayName="Viper Reaper Short Sleeve Right Arm"

[VW_RightArm_HOR_RPR_Viper_B_F_T X2BodyPartTemplate]
DisplayName="Viper Reaper Short Sleeve Right Arm"

[VW_LeftArm_HOR_RPR_Viper_C_M X2BodyPartTemplate]
DisplayName="Viper Reaper Ragged Left Arm"

[VW_LeftArm_HOR_RPR_Viper_C_M_T X2BodyPartTemplate]
DisplayName="Viper Reaper Ragged Left Arm"

[VW_LeftArm_HOR_RPR_Viper_C_F X2BodyPartTemplate]
DisplayName="Viper Reaper Ragged Left Arm"

[VW_LeftArm_HOR_RPR_Viper_C_F_T X2BodyPartTemplate]
DisplayName="Viper Reaper Ragged Left Arm"

[VW_RightArm_HOR_RPR_Viper_C_M X2BodyPartTemplate]
DisplayName="Viper Reaper Ragged Right Arm"

[VW_RightArm_HOR_RPR_Viper_C_M_T X2BodyPartTemplate]
DisplayName="Viper Reaper Ragged Right Arm"

[VW_RightArm_HOR_RPR_Viper_C_F X2BodyPartTemplate]
DisplayName="Viper Reaper Ragged Right Arm"

[VW_RightArm_HOR_RPR_Viper_C_F_T X2BodyPartTemplate]
DisplayName="Viper Reaper Ragged Right Arm"

[VW_LeftArm_HOR_RPR_Viper_D_M X2BodyPartTemplate]
DisplayName="Viper Reaper Insulated Left Arm"

[VW_LeftArm_HOR_RPR_Viper_D_M_T X2BodyPartTemplate]
DisplayName="Viper Reaper Insulated Left Arm"

[VW_LeftArm_HOR_RPR_Viper_D_F X2BodyPartTemplate]
DisplayName="Viper Reaper Insulated Left Arm"

[VW_LeftArm_HOR_RPR_Viper_D_F_T X2BodyPartTemplate]
DisplayName="Viper Reaper Insulated Left Arm"

[VW_RightArm_HOR_RPR_Viper_D_M X2BodyPartTemplate]
DisplayName="Viper Reaper Insulated Right Arm"

[VW_RightArm_HOR_RPR_Viper_D_M_T X2BodyPartTemplate]
DisplayName="Viper Reaper Insulated Right Arm"

[VW_RightArm_HOR_RPR_Viper_D_F X2BodyPartTemplate]
DisplayName="Viper Reaper Insulated Right Arm"

[VW_RightArm_HOR_RPR_Viper_D_F_T X2BodyPartTemplate]
DisplayName="Viper Reaper Insulated Right Arm"




[VW_LeftArm_HOR_LT_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Hero Underlay Left Arm"

[VW_LeftArm_HOR_LT_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Hero Underlay Left Arm"

[VW_LeftArm_HOR_LT_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Hero Underlay Left Arm"

[VW_LeftArm_HOR_LT_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Hero Underlay Left Arm"

[VW_RightArm_HOR_LT_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Hero Underlay Right Arm"

[VW_RightArm_HOR_LT_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Hero Underlay Right Arm"

[VW_RightArm_HOR_LT_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Hero Underlay Right Arm"

[VW_RightArm_HOR_LT_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Hero Underlay Right Arm"

[VW_LeftArm_HOR_RPR_Neonate_A_M X2BodyPartTemplate]
DisplayName="Neonate Reaper Worn Left Arm"

[VW_LeftArm_HOR_RPR_Neonate_A_M_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Worn Left Arm"

[VW_LeftArm_HOR_RPR_Neonate_A_F X2BodyPartTemplate]
DisplayName="Neonate Reaper Worn Left Arm"

[VW_LeftArm_HOR_RPR_Neonate_A_F_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Worn Left Arm"

[VW_RightArm_HOR_RPR_Neonate_A_M X2BodyPartTemplate]
DisplayName="Neonate Reaper Worn Right Arm"

[VW_RightArm_HOR_RPR_Neonate_A_M_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Worn Right Arm"

[VW_RightArm_HOR_RPR_Neonate_A_F X2BodyPartTemplate]
DisplayName="Neonate Reaper Worn Right Arm"

[VW_RightArm_HOR_RPR_Neonate_A_F_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Worn Right Arm"

[VW_LeftArm_HOR_RPR_Neonate_B_M X2BodyPartTemplate]
DisplayName="Neonate Reaper Short Sleeve Left Arm"

[VW_LeftArm_HOR_RPR_Neonate_B_M_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Short Sleeve Left Arm"

[VW_LeftArm_HOR_RPR_Neonate_B_F X2BodyPartTemplate]
DisplayName="Neonate Reaper Short Sleeve Left Arm"

[VW_LeftArm_HOR_RPR_Neonate_B_F_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Short Sleeve Left Arm"

[VW_RightArm_HOR_RPR_Neonate_B_M X2BodyPartTemplate]
DisplayName="Neonate Reaper Short Sleeve Right Arm"

[VW_RightArm_HOR_RPR_Neonate_B_M_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Short Sleeve Right Arm"

[VW_RightArm_HOR_RPR_Neonate_B_F X2BodyPartTemplate]
DisplayName="Neonate Reaper Short Sleeve Right Arm"

[VW_RightArm_HOR_RPR_Neonate_B_F_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Short Sleeve Right Arm"

[VW_LeftArm_HOR_RPR_Neonate_C_M X2BodyPartTemplate]
DisplayName="Neonate Reaper Ragged Left Arm"

[VW_LeftArm_HOR_RPR_Neonate_C_M_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Ragged Left Arm"

[VW_LeftArm_HOR_RPR_Neonate_C_F X2BodyPartTemplate]
DisplayName="Neonate Reaper Ragged Left Arm"

[VW_LeftArm_HOR_RPR_Neonate_C_F_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Ragged Left Arm"

[VW_RightArm_HOR_RPR_Neonate_C_M X2BodyPartTemplate]
DisplayName="Neonate Reaper Ragged Right Arm"

[VW_RightArm_HOR_RPR_Neonate_C_M_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Ragged Right Arm"

[VW_RightArm_HOR_RPR_Neonate_C_F X2BodyPartTemplate]
DisplayName="Neonate Reaper Ragged Right Arm"

[VW_RightArm_HOR_RPR_Neonate_C_F_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Ragged Right Arm"

[VW_LeftArm_HOR_RPR_Neonate_D_M X2BodyPartTemplate]
DisplayName="Neonate Reaper Insulated Left Arm"

[VW_LeftArm_HOR_RPR_Neonate_D_M_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Insulated Left Arm"

[VW_LeftArm_HOR_RPR_Neonate_D_F X2BodyPartTemplate]
DisplayName="Neonate Reaper Insulated Left Arm"

[VW_LeftArm_HOR_RPR_Neonate_D_F_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Insulated Left Arm"

[VW_RightArm_HOR_RPR_Neonate_D_M X2BodyPartTemplate]
DisplayName="Neonate Reaper Insulated Right Arm"

[VW_RightArm_HOR_RPR_Neonate_D_M_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Insulated Right Arm"

[VW_RightArm_HOR_RPR_Neonate_D_F X2BodyPartTemplate]
DisplayName="Neonate Reaper Insulated Right Arm"

[VW_RightArm_HOR_RPR_Neonate_D_F_T X2BodyPartTemplate]
DisplayName="Neonate Reaper Insulated Right Arm"




[VW_LeftArm_HOR_LT_Naja_M X2BodyPartTemplate]
DisplayName="Naja Hero Underlay Left Arm"

[VW_LeftArm_HOR_LT_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Hero Underlay Left Arm"

[VW_LeftArm_HOR_LT_Naja_F X2BodyPartTemplate]
DisplayName="Naja Hero Underlay Left Arm"

[VW_LeftArm_HOR_LT_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Hero Underlay Left Arm"

[VW_RightArm_HOR_LT_Naja_M X2BodyPartTemplate]
DisplayName="Naja Hero Underlay Right Arm"

[VW_RightArm_HOR_LT_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Hero Underlay Right Arm"

[VW_RightArm_HOR_LT_Naja_F X2BodyPartTemplate]
DisplayName="Naja Hero Underlay Right Arm"

[VW_RightArm_HOR_LT_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Hero Underlay Right Arm"

[VW_LeftArm_HOR_RPR_Naja_A_M X2BodyPartTemplate]
DisplayName="Naja Reaper Worn Left Arm"

[VW_LeftArm_HOR_RPR_Naja_A_M_T X2BodyPartTemplate]
DisplayName="Naja Reaper Worn Left Arm"

[VW_LeftArm_HOR_RPR_Naja_A_F X2BodyPartTemplate]
DisplayName="Naja Reaper Worn Left Arm"

[VW_LeftArm_HOR_RPR_Naja_A_F_T X2BodyPartTemplate]
DisplayName="Naja Reaper Worn Left Arm"

[VW_RightArm_HOR_RPR_Naja_A_M X2BodyPartTemplate]
DisplayName="Naja Reaper Worn Right Arm"

[VW_RightArm_HOR_RPR_Naja_A_M_T X2BodyPartTemplate]
DisplayName="Naja Reaper Worn Right Arm"

[VW_RightArm_HOR_RPR_Naja_A_F X2BodyPartTemplate]
DisplayName="Naja Reaper Worn Right Arm"

[VW_RightArm_HOR_RPR_Naja_A_F_T X2BodyPartTemplate]
DisplayName="Naja Reaper Worn Right Arm"

[VW_LeftArm_HOR_RPR_Naja_B_M X2BodyPartTemplate]
DisplayName="Naja Reaper Short Sleeve Left Arm"

[VW_LeftArm_HOR_RPR_Naja_B_M_T X2BodyPartTemplate]
DisplayName="Naja Reaper Short Sleeve Left Arm"

[VW_LeftArm_HOR_RPR_Naja_B_F X2BodyPartTemplate]
DisplayName="Naja Reaper Short Sleeve Left Arm"

[VW_LeftArm_HOR_RPR_Naja_B_F_T X2BodyPartTemplate]
DisplayName="Naja Reaper Short Sleeve Left Arm"

[VW_RightArm_HOR_RPR_Naja_B_M X2BodyPartTemplate]
DisplayName="Naja Reaper Short Sleeve Right Arm"

[VW_RightArm_HOR_RPR_Naja_B_M_T X2BodyPartTemplate]
DisplayName="Naja Reaper Short Sleeve Right Arm"

[VW_RightArm_HOR_RPR_Naja_B_F X2BodyPartTemplate]
DisplayName="Naja Reaper Short Sleeve Right Arm"

[VW_RightArm_HOR_RPR_Naja_B_F_T X2BodyPartTemplate]
DisplayName="Naja Reaper Short Sleeve Right Arm"

[VW_LeftArm_HOR_RPR_Naja_C_M X2BodyPartTemplate]
DisplayName="Naja Reaper Ragged Left Arm"

[VW_LeftArm_HOR_RPR_Naja_C_M_T X2BodyPartTemplate]
DisplayName="Naja Reaper Ragged Left Arm"

[VW_LeftArm_HOR_RPR_Naja_C_F X2BodyPartTemplate]
DisplayName="Naja Reaper Ragged Left Arm"

[VW_LeftArm_HOR_RPR_Naja_C_F_T X2BodyPartTemplate]
DisplayName="Naja Reaper Ragged Left Arm"

[VW_RightArm_HOR_RPR_Naja_C_M X2BodyPartTemplate]
DisplayName="Naja Reaper Ragged Right Arm"

[VW_RightArm_HOR_RPR_Naja_C_M_T X2BodyPartTemplate]
DisplayName="Naja Reaper Ragged Right Arm"

[VW_RightArm_HOR_RPR_Naja_C_F X2BodyPartTemplate]
DisplayName="Naja Reaper Ragged Right Arm"

[VW_RightArm_HOR_RPR_Naja_C_F_T X2BodyPartTemplate]
DisplayName="Naja Reaper Ragged Right Arm"

[VW_LeftArm_HOR_RPR_Naja_D_M X2BodyPartTemplate]
DisplayName="Naja Reaper Insulated Left Arm"

[VW_LeftArm_HOR_RPR_Naja_D_M_T X2BodyPartTemplate]
DisplayName="Naja Reaper Insulated Left Arm"

[VW_LeftArm_HOR_RPR_Naja_D_F X2BodyPartTemplate]
DisplayName="Naja Reaper Insulated Left Arm"

[VW_LeftArm_HOR_RPR_Naja_D_F_T X2BodyPartTemplate]
DisplayName="Naja Reaper Insulated Left Arm"

[VW_RightArm_HOR_RPR_Naja_D_M X2BodyPartTemplate]
DisplayName="Naja Reaper Insulated Right Arm"

[VW_RightArm_HOR_RPR_Naja_D_M_T X2BodyPartTemplate]
DisplayName="Naja Reaper Insulated Right Arm"

[VW_RightArm_HOR_RPR_Naja_D_F X2BodyPartTemplate]
DisplayName="Naja Reaper Insulated Right Arm"

[VW_RightArm_HOR_RPR_Naja_D_F_T X2BodyPartTemplate]
DisplayName="Naja Reaper Insulated Right Arm"




[VW_LeftArm_HOR_LT_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Hero Underlay Left Arm"

[VW_LeftArm_HOR_LT_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Hero Underlay Left Arm"

[VW_LeftArm_HOR_LT_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Hero Underlay Left Arm"

[VW_LeftArm_HOR_LT_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Hero Underlay Left Arm"

[VW_RightArm_HOR_LT_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Hero Underlay Right Arm"

[VW_RightArm_HOR_LT_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Hero Underlay Right Arm"

[VW_RightArm_HOR_LT_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Hero Underlay Right Arm"

[VW_RightArm_HOR_LT_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Hero Underlay Right Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_A_M X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Worn Left Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_A_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Worn Left Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_A_F X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Worn Left Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_A_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Worn Left Arm"

[VW_RightArm_HOR_RPR_Sidewinder_A_M X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Worn Right Arm"

[VW_RightArm_HOR_RPR_Sidewinder_A_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Worn Right Arm"

[VW_RightArm_HOR_RPR_Sidewinder_A_F X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Worn Right Arm"

[VW_RightArm_HOR_RPR_Sidewinder_A_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Worn Right Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_B_M X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Short Sleeve Left Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_B_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Short Sleeve Left Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_B_F X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Short Sleeve Left Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_B_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Short Sleeve Left Arm"

[VW_RightArm_HOR_RPR_Sidewinder_B_M X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Short Sleeve Right Arm"

[VW_RightArm_HOR_RPR_Sidewinder_B_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Short Sleeve Right Arm"

[VW_RightArm_HOR_RPR_Sidewinder_B_F X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Short Sleeve Right Arm"

[VW_RightArm_HOR_RPR_Sidewinder_B_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Short Sleeve Right Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_C_M X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Ragged Left Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_C_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Ragged Left Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_C_F X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Ragged Left Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_C_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Ragged Left Arm"

[VW_RightArm_HOR_RPR_Sidewinder_C_M X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Ragged Right Arm"

[VW_RightArm_HOR_RPR_Sidewinder_C_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Ragged Right Arm"

[VW_RightArm_HOR_RPR_Sidewinder_C_F X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Ragged Right Arm"

[VW_RightArm_HOR_RPR_Sidewinder_C_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Ragged Right Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_D_M X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Insulated Left Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_D_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Insulated Left Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_D_F X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Insulated Left Arm"

[VW_LeftArm_HOR_RPR_Sidewinder_D_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Insulated Left Arm"

[VW_RightArm_HOR_RPR_Sidewinder_D_M X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Insulated Right Arm"

[VW_RightArm_HOR_RPR_Sidewinder_D_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Insulated Right Arm"

[VW_RightArm_HOR_RPR_Sidewinder_D_F X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Insulated Right Arm"

[VW_RightArm_HOR_RPR_Sidewinder_D_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Reaper Insulated Right Arm"

;=======================;
;	Viper Torso Decos
;=======================;

[VW_TorsoDeco_HOR_Rpr_A_M X2BodyPartTemplate]
DisplayName="Viper Tactical Gear A"

[VW_TorsoDeco_HOR_Rpr_B_M X2BodyPartTemplate]
DisplayName="Viper Tactical Gear B"

[VW_TorsoDeco_HOR_Rpr_C_M X2BodyPartTemplate]
DisplayName="Viper Tactical Gear C"

[VW_TorsoDeco_HOR_Skm_A_M X2BodyPartTemplate]
DisplayName="Viper Combat Gear A"

[VW_TorsoDeco_HOR_Skm_B_M X2BodyPartTemplate]
DisplayName="Viper Combat Gear B"

[VW_TorsoDeco_HOR_Skm_C_M X2BodyPartTemplate]
DisplayName="Viper Combat Gear C"

[VW_TorsoDeco_HOR_Tmp_A_M X2BodyPartTemplate]
DisplayName="Viper Double Tubes"

[VW_TorsoDeco_HOR_Tmp_B_M X2BodyPartTemplate]
DisplayName="Viper Single Tubes"

[VW_TorsoDeco_HOR_Rpr_A_M_T X2BodyPartTemplate]
DisplayName="Viper Tactical Gear A"

[VW_TorsoDeco_HOR_Rpr_B_M_T X2BodyPartTemplate]
DisplayName="Viper Tactical Gear B"

[VW_TorsoDeco_HOR_Rpr_C_M_T X2BodyPartTemplate]
DisplayName="Viper Tactical Gear C"

[VW_TorsoDeco_HOR_Skm_A_M_T X2BodyPartTemplate]
DisplayName="Viper Combat Gear A"

[VW_TorsoDeco_HOR_Skm_B_M_T X2BodyPartTemplate]
DisplayName="Viper Combat Gear B"

[VW_TorsoDeco_HOR_Skm_C_M_T X2BodyPartTemplate]
DisplayName="Viper Combat Gear C"

[VW_TorsoDeco_HOR_Tmp_A_M_T X2BodyPartTemplate]
DisplayName="Viper Double Tubes"

[VW_TorsoDeco_HOR_Tmp_B_M_T X2BodyPartTemplate]
DisplayName="Viper Single Tubes"



[VW_TorsoDeco_HOR_Rpr_A_F X2BodyPartTemplate]
DisplayName="Viper Tactical Gear A"

[VW_TorsoDeco_HOR_Rpr_B_F X2BodyPartTemplate]
DisplayName="Viper Tactical Gear B"

[VW_TorsoDeco_HOR_Rpr_C_F X2BodyPartTemplate]
DisplayName="Viper Tactical Gear C"

[VW_TorsoDeco_HOR_Skm_A_F X2BodyPartTemplate]
DisplayName="Viper Combat Gear A"

[VW_TorsoDeco_HOR_Skm_B_F X2BodyPartTemplate]
DisplayName="Viper Combat Gear B"

[VW_TorsoDeco_HOR_Skm_C_F X2BodyPartTemplate]
DisplayName="Viper Combat Gear C"

[VW_TorsoDeco_HOR_Tmp_A_F X2BodyPartTemplate]
DisplayName="Viper Double Tubes"

[VW_TorsoDeco_HOR_Tmp_B_F X2BodyPartTemplate]
DisplayName="Viper Single Tubes"

[VW_TorsoDeco_HOR_Rpr_A_F_T X2BodyPartTemplate]
DisplayName="Viper Tactical Gear A"

[VW_TorsoDeco_HOR_Rpr_B_F_T X2BodyPartTemplate]
DisplayName="Viper Tactical Gear B"

[VW_TorsoDeco_HOR_Rpr_C_F_T X2BodyPartTemplate]
DisplayName="Viper Tactical Gear C"

[VW_TorsoDeco_HOR_Skm_A_F_T X2BodyPartTemplate]
DisplayName="Viper Combat Gear A"

[VW_TorsoDeco_HOR_Skm_B_F_T X2BodyPartTemplate]
DisplayName="Viper Combat Gear B"

[VW_TorsoDeco_HOR_Skm_C_F_T X2BodyPartTemplate]
DisplayName="Viper Combat Gear C"

[VW_TorsoDeco_HOR_Tmp_A_F_T X2BodyPartTemplate]
DisplayName="Viper Double Tubes"

[VW_TorsoDeco_HOR_Tmp_B_F_T X2BodyPartTemplate]
DisplayName="Viper Single Tubes"